app/controllers/top_controller.rb

  def create
    User.create(create_params)
---
INSERT INTO `users` (`name`, `number`, `created_at`, `updated_at`) VALUES ('test', 1111, '2016-02-17 16:59:17', '2016-02-17 16:59:17')